Repository: demidos-snz/django_core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Actives
ru: Активы

source: Push notifications
ru: Всплывающие оповещения

source: Incident management site admin
ru: Incident Management: панель администрирования

source: Incident management administration
ru: Incident Management: администрирование

source: Incident management site administration
ru: Incident Management: администрирование сайта

source: Affected actives
ru: Затронутые активы

source: Unable to log in with provided credentials.
ru: Невозможно войти с предоставленными учетными данными.

source: Your account is blocked after 3 months of inactivity. To restore access and obtain a new password, contact the support service: sd@amonitoring.ru
ru: Ваша учетная запись заблокирована по истечении 3 месяцев неактивности. Для восстановления доступа и получения нового пароля обратитесь в службу поддержки АО "ПМ": sd@amonitoring.ru

source: The password is outdated. Password change is required.
ru: Пароль устарел. Необходимо сменить пароль.

source: No user with such email.
ru: Пользователь с таким email не найден.

source: Invalid password.
ru: Неверный пароль.

source: The new password does not comply with security policies.
ru: Новый пароль не соответствует политикам безопасности.

source: Get actions taken samples error
ru: Ошибка получения предпринятых действий

source: Create action taken sample error
ru: Ошибка создания шаблона предпринятых действий

source: Bulletin create error
ru: Ошибка создания бюллетеня

source: Bulletin get error
ru: Ошибка получения бюллетеня

source: Bulletin delete error
ru: Ошибка удаления бюллетеня

source: Get bulletin file error
ru: Ошибка получения бюллетеня

source: Mark bulletin read error
ru: Ошибка установки отметки о прочтении бюллетеня

source: Error when receiving events from elastic
ru: Ошибка при получении событий от elastic

source: Error saving mp_events to file
ru: Ошибка сохранения событий в файл

source: Error adding events to incident
ru: Ошибка добавления событий к инциденту

source: Error when receiving tmp events
ru: Ошибка при получении событий

source: Error deleting tmp events
ru: Ошибка удаления временных событий

source: Create incident error
ru: Ошибка создания инцидента

source: Get incident error
ru: Ошибка получения инцидента

source: Remove incident error
ru: Ошибка удаления инцидента

source: Update incident error
ru: Ошибка обновления инцидента

source: Get incident comments error
ru: Ошибка получения комментариев

source: Create incident comment error
ru: Ошибка создания комментария

source: Get incident comment error
ru: Ошибка получения комментария

source: Remove incident comment error
ru: Ошибка удаления комментария

source: Get incident attachments error
ru: Ошибка получения прикрепленных файлов

source: Create incident attachment error
ru: Ошибка прикрепления файла

source: Get incident attachment error
ru: Ошибка получения прикрекпленного файла

source: Remove incident attachment error
ru: Ошибка удаления прикрепленного файла

source: Get incident recommendations error
ru: Ошибка получения рекомендаций

source: Change incident recommendations error
ru: Ошибка изменения рекомендаций

source: Change incident recommendations order error
ru: Ошибка изменения порядка рекомендаций

source: Get incident recommendation error
ru: Ошибка получения рекомендации

source: Remove incident recommendation error
ru: Ошибка удаления рекомендации

source: Confirm incident recommendation error
ru: Ошибка подтверждения рекомендации

source: Get incident actions taken error
ru: Ошибка получения предпринятых действий

source: Change incident actions taken error
ru: Ошибка изменения предпринятых действий

source: Get incident action taken error
ru: Ошибка получения предпринятого действия

source: Remove incident action taken error
ru: Ошибка удаления предпринятого действия

source: Send incident to client error
ru: Ошибка передачи инцидента заказчику

source: Get incident history error
ru: Ошибка получения истории

source: Delete incident event error
ru: Ошибка удаления события

source: Create NCIRCC notification error
ru: Ошибка создания уведомления НКЦКИ

source: Update NCIRCC notification error
ru: Ошибка обновления уведомления НКЦКИ

source: Get notification comments error
ru: Ошибка получения комментариев уведомления

source: Create notification comment error
ru: Ошибка создания комментария

source: Get notification comment error
ru: Ошибка получения комментария

source: Get notification evidences error
ru: Ошибка получения свидетельств

source: Create notification evidence error
ru: Ошибка добавления свидетельства

source: Get notification evidence error
ru: Ошибка получения свидетельства

source: Organization create error
ru: Ошибка создания организации

source: Get organizations error
ru: Ошибка получения организаций

source: Get organization error
ru: Ошибка получения организации

source: Organization remove error
ru: Ошибка удаления организации

source: Organization update error
ru: Ошибка обновления организации

source: Get recommendation samples error
ru: Ошибка получения шаблонов рекомендаций

source: Create recommendation sample error
ru: Ошибка создания шаблона рекомендации

source: Report create error
ru: Ошибка создания отчета

source: Report get error
ru: Ошибка получения отчета

source: Report delete error
ru: Ошибка удаления отчета

source: Create segment error
ru: Ошибка создания сегмента

source: Error while getting segments
ru: Ошибка получения сегментов

source: Error receiving the segment
ru: Ошибка получения сегмента

source: Segment remove error
ru: Ошибка удаления сегмента

source: SIEM update error
ru: Ошибка обновления SIEM

source: Create sensor error
ru: Ошибка создания сенсора

source: Error while getting sensors
ru: Ошибка при получении сенсоров

source: Error receiving the sensor
ru: Ошибка получения сенсора

source: Sensor remove error
ru: Ошибка удаления сенсора

source: Sensor update error
ru: Ошибка обновления сенсора

source: Create siem error
ru: Ошибка создания SIEM

source: Error while getting siems
ru: Ошибка получения SIEM

source: Error receiving the siem
ru: Ошибка получения SIEM

source: SIEM remove error
ru: Ошибка удаления SIEM

source: Value may contain only alphabetical and numerical characters
ru: Пароль может содержать только буквы и цифры

source: Create user error
ru: Ошибка создания пользователя

source: Get users error
ru: Ошибка получения пользователей

source: Get user error
ru: Ошибка получения пользователя

source: User update error
ru: Ошибка обновления пользователя

source: User remove error
ru: Ошибка удаления пользователя

source: Bulletins
ru: Бюллетени

source: Bulletin with name %s already exists!
ru: Бюллетень с названием %s уже существует

source: Invalid bulletin type
ru: Неверный тип бюллетеня

source: Bulletin with number %s already exists!
ru: Бюллетень с номером %s уже существует

source: Bulletin not found
ru: Бюллетень не найден

source: Bulletin not downloaded
ru: Бюллетень не был скачан

source: Threat Notice
ru: Уведомление об угрозе

source: Vulnerability Notice
ru: Уведомление об уязвимости

source: User
ru: Пользователь

source: Name
ru: Имя

source: Bulletin type
ru: Тип бюллетеня

source: Registration number
ru: Регистрационный номер

source: Registration date
ru: Дата регистрации

source: File
ru: Файл

source: Is NCCCI bulletin
ru: Бюллетель НКЦКИ

source: Bulletin
ru: Бюллетень

source: Download datetime
ru: Время скачивания

source: Mark as read datetime
ru: Время установки отметки о прочтении

source: Bulletin viewing
ru: Просмотры бюллетеня

source: Bulletin viewings
ru: Просмотры бюллетеней

source: Events
ru: События

source: Events with UUID not found
ru: События с UUID не найдены

source: Incident not found
ru: Инцидент не найден

source: Sensor not found
ru: Сенсор не найден

source: Sensor is not active
ru: Неактивный сенсор

source: Siem not found
ru: SIEM не найден

source: Some events not found
ru: Некоторые события не найдены

source: The sensor is not related with the segments of the organization
ru: Сенсор не связан с сегментами организации

source: The siem is not related with the organization
ru: SIEM не связан с организацией

source: The siem type must be ELASTIC
ru: SIEM должен быть ELASTIC

source: Start datetime must be greater than end datetime
ru: Дата начала должна быть раньше, чем дата окончания

source: That page size is less than 1
ru: Размер страницы меньше 1

source: That page number is less than 1
ru: Номер страницы меньше 1

source: Event not found
ru: Событие не найдено

source: Event sensor not of type MP_SIEM
ru: Сенсор события не соответствует типу MP SIEM

source: Invalid file format
ru: Неверный формат файла

source: Events from %(name)s.%(format)s
ru: События из %(name)s.%(format)s

source: Event
ru: Событие

source: Sensor
ru: Сенсор

source: SIEM event identifier
ru: Идентификатор события SIEM

source: Data
ru: Дата

source: Event batch ID
ru: Событие пакета ID

source: Incident ID
ru: Идентификатор инцидент

source: Error when receiving mp_events from elastic
ru: Ошибка при получении событий из elastic

source: Type sensor does not exist
ru: Тип датчика не существует

source: That page contains no results
ru: На этой странице нет результатов

source: Incidents
ru: Инциденты

source: Some actions taken samples not found
ru: Шаблон предпринятых действий не найден

source: Action taken not found
ru: Предпринятые действия не найдены

source: Incident attachment not found
ru: Прикрепленные файлы не найдены

source: Incident comment not found
ru: Комментарий не найден

source: Organization not found
ru: Организация не найдена

source: Organization %s is not active!
ru: Организация %s не активна

source: Invalid incident type
ru: Неверный тип инцидента

source: Invalid incident severity level
ru: Неверный уровень важности инцидента

source: Incident event not found
ru: Событие инцидента не найдено

source: Cant find available operators for incident
ru: Не удается найти доступных операторов для инцидента

source: Error get user incidents
ru: Ошибка при получении пользователя

source: Hidden user
ru: Скрытый пользователь

source: Some recommendation samples not found
ru: Некоторые шаблоны рекомендаций не найдены

source: Some recommendations not found
ru: Некоторые шаблоны рекомендаций не найдены

source: Recommendation not found
ru: Рекомендация не найдена

source: Recommendation already confirmed
ru: Рекомендация уже подтверждена

source: Incorrect status of incident
ru: Некорректный статус инцидента

source: You cannot delete incident registered in NCIRCC
ru: Невозможно удалить инцидент, зарегистрированный в НКЦКИ

source: Invalid incident status
ru: Неверный статус инцидента

source: Invalid incident cm line
ru: Неверная ЦМ линия инцидента

source: cm line can`t be lowered
ru: ЦМ линия не может быть снижена

source: Assigned user not found
ru: Назначенный пользователь не найден

source: Involvement of a controlled resource in the malware infrastructure
ru: Вовлечение контролируемого ресурса в инфраструктуру вредоносного ПО

source: Resource slowdown as a result of a DDoS attack
ru: Замедление работы ресурсов в результате DDoS-атаки

source: Malware infection
ru: Заражение вредоносным ПО

source: Network traffic capture
ru: Перехват сетевого трафика

source: Using a controlled resource for phishing
ru: Использование контролируемого ресурса для фишинга

source: Account compromise
ru: Компрометация аккаунта

source: Unauthorized change of information
ru: Несанкционированное изменение информации

source: Unauthorized disclosure of information
ru: Несанкционированное раскрытие информации

source: Publication on the resource of information prohibited by the legislation of the Russian Federation
ru: Публикация на ресурсе информации, запрещенной законодательством Российской Федерации

source: Sending spam messages from a controlled resource
ru: Рассылка спам-сообщений с контролируемого ресурса

source: Successful exploitation of a vulnerability
ru: Успешная эксплуатация уязвимости

source: Violation of the information security policy
ru: Нарушение политики информационной безопасности

source: DDoS attack
ru: DDoS-атака

source: Failed authorization attempts
ru: Неудачные попытки авторизации

source: Attempts to introduce malware
ru: Попытки внедрения вредоносных программ

source: Attempts to exploit the vulnerability
ru: Попытки использования уязвимости

source: Publication of fraudulent information
ru: Публикация мошеннической информации

source: Network scanning
ru: Сканирование сети

source: Social engineering
ru: Социальная инженерия

source: Vulnerable resource
ru: Уязвимый ресурс

source: Critical
ru: Критический

source: High
ru: Высокий

source: Medium
ru: Средний

source: Low
ru: Низкий

source: In work on CM
ru: В работе у ЦМ

source: In work of client
ru: В работе у заказчика

source: Closing request
ru: Запрос на закрытие

source: Closed
ru: Закрыт

source: First line
ru: Первая линия

source: Second line
ru: Вторая линия

source: Organization
ru: Организация

source: Description
ru: Описание

source: Type
ru: Тип

source: Severity level
ru: Уровень важности

source: Fixation date time
ru: Время фиксации

source: Registration date time
ru: Время регистрации

source: Last modified date time
ru: Время последнего изменения

source: Is confirmed
ru: Подтверждено

source: Status
ru: Статус

source: Is active
ru: Активен

source: Client access
ru: Заказчик подтвержден

source: CM line
ru: Линия ЦМ

source: Transmission date time
ru: Время передачи

source: Date time of last viewing by client
ru: Время последнего просмотра заказчиком

source: Date and time when incident status was changed to "closed"
ru: Дата и время, когда статус инцидента был изменен на "закрыт"

source: Incident
ru: Инцидент

source: Text
ru: Текст

source: For organization
ru: Для организации

source: Recommendation
ru: Рекомендации

source: Recommendation sample
ru: Шаблон рекомендаций

source: Order
ru: Порядок

source: Action taken sample
ru: Шаблон предпринятых действий

source: Incident history
ru: История инцидента

source: Action
ru: Действие

source: Previous value
ru: Прошлое значение

source: New value
ru: Новое значение

source: Incident attachment
ru: Прикрепленные файлы

source: Attachment description
ru: Описание прикрепленных файлов

source: Attached file
ru: Прикрепленные файлы

source: Incident comment
ru: Комментарий инцидента

source: Attached comment
ru: Прикрепить комментарий

source: Main app
ru: Главное приложение

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: NCIRCC
ru: НКЦКИ

source: Computer incident notification
ru: Уведомление о компьютерном инциденте

source: Computer attack notification
ru: Уведомление о компьютерной атаке

source: Vulnerability notification
ru: Уведомление об уязвимости

source: Measures taken
ru: Меры приняты

source: Responding measures are being taken
ru: Проводятся мероприятия по реагированию

source: Response activities resumed
ru: Возобновлены мероприятия по реагированию

source: Incident not confirmed
ru: Инцидент не подтвержден

source: CII object of the first category of significance
ru: Объект КИИ первой категории значимости

source: CII object of the second category of significance
ru: Объект КИИ второй категории значимости

source: CII object of the third category of significance
ru: Объект КИИ третьей категории значимости

source: CII object without significance category
ru: Объект КИИ без категории значимости

source: Information resource is not an object of CII
ru: Информационный ресурс не является объектом КИИ

source: Nuclear power
ru: Атомная энергетика

source: Banking and other areas of the financial market
ru: Банковская сфера и иные сферы финансового рынка

source: Mining industry
ru: Горнодобывающая промышленность

source: State/municipal authority
ru: Государственная/муниципальная власть

source: Health
ru: Здравоохранение

source: Metal industry
ru: Металлургическая промышленность

source: The science
ru: Наука

source: Defense industry
ru: Оборонная промышленность

source: Education
ru: Образование

source: Rocket and space industry
ru: Ракетно-космическая промышленность

source: Communication
ru: Связь

source: MASS MEDIA
ru: СМИ

source: Fuel and Energy Complex
ru: Топливно-энергетический комплекс

source: Transport
ru: Транспорт

source: Chemical industry
ru: Химическая промышленность

source: Other
ru: Иная

source: Missing
ru: Отсутствует

source: Malware control center
ru: Центр управления ВПО

source: Malware infrastructure element
ru: Элемент инфраструктуры ВПО

source: Source of distribution of malware
ru: Источник распространения ВПО

source: Type not defined
ru: Тип не определен

source: Created
ru: Создано

source: Registered
ru: Зарегистрировано

source: Supplement Required
ru: Требуется дополнение

source: NCIRCC verification
ru: Проверка НКЦКИ

source: The decision was made
ru: Принято решение

source: Sent to the archive
ru: Отправлено в архив

source: Microsoft operating systems and their components
ru: Операционные системы Microsoft и их компоненты

source: Unix-like operating systems and their components
ru: Unix-подобные операционные системы и их компоненты

source: Server software and its components
ru: Серверное программное обеспечение и его компоненты

source: Application software
ru: Прикладное программное обеспечение

source: Workstation and server platform components
ru: Компоненты рабочих станций и серверных платформ

source: Telecommunication equipment
ru: Телекоммуникационное оборудование

source: Information security tools
ru: Средства защиты информации

source: Periphery equipment
ru: Периферийное оборудование

source: Industrial hardware and software equipment
ru: Промышленное программно-аппаратное оборудование

source: Mobile platforms
ru: Мобильные платформы

source: IoT devices
ru: IoT устройства

source: Healthcare software and hardware
ru: Программное и аппаратное обеспечение в сфере здравоохранения

source: Science software and hardware
ru: Программное и аппаратное обеспечение в сфере науки

source: Transport software and hardware
ru: Программное и аппаратное обеспечение в сфере транспорта

source: Communication software and hardware
ru: Программное и аппаратное обеспечение в сфере связи

source: Energy software and hardware
ru: Программное и аппаратное обеспечение в сфере энергетики

source: Software and hardware in banking and other financial areas
ru: Программное и аппаратное обеспечение в банковской сфере и иных финансовых сферах

source: Software and hardware in the fuel and energy complex
ru: Программное и аппаратное обеспечение в топливно-энергетическом комплексе

source: Nuclear software and hardware
ru: Программное и аппаратное обеспечение в области атомной энергии

source: Software and hardware in the defense industry
ru: Программное и аппаратное обеспечение в оборонной промышленности

source: Software and hardware in the rocket and space industry
ru: Программное и аппаратное обеспечение в ракетно-космической промышленности

source: Software and hardware in the mining industry
ru: Программное и аппаратное обеспечение в горнодобывающей промышленности

source: Software and hardware in the metallurgical industry
ru: Программное и аппаратное обеспечение в металлургической промышленности

source: Software and hardware in the chemical industry
ru: Программное и аппаратное обеспечение в сфере химической промышленности

source: NCIRCC notification not found
ru: Уведомление НКЦКИ не найдено

source: NCIRCC notification comment not found
ru: Комментарий не найден

source: NCIRCC notification already exists
ru: Уведомление НКЦКИ уже существует

source: Invalid type of notification
ru: Неверный тип уведомления

source: NCIRCC notification evidence not found
ru: Свидетельство не найдено

source: NCIRCC notification does not require supplement
ru: НКЦКИ уведомление не требует дополнений

source: NCIRCC Notification author
ru: Автор уведомления НКЦКИ

source: Notification UUID
ru: UUID уведомления

source: Notification status
ru: Статус уведомления

source: Notification data
ru: Данные уведомления

source: NCIRCC Notification
ru: Уведомление НКЦКИ

source: NCIRCC Notifications
ru: Уведомления НКЦКИ

source: Notification
ru: Уведомление

source: NCIRCC comment author name
ru: Автор комментария уведомления НКЦКИ

source: Source
ru: Источник

source: Cant guess file MIME type to add
ru: Невозможно определить тип свидетельства для добавления

source: Value must be valid domain name
ru: Значение должно быть валидным доменным именем

source: Related observables AS path required!
ru: Необходимо указать AS-Path до атакованной Автономной системы (ASN)!

source: Related indicators ASN required!
ru: Необходимо указать номер подставной Автономной системы (ASN)!

source: Related indicators AS name required!
ru: Необходимо указать наименование AS

source: Related indicators LIR required!
ru: Необходимо указать наименование LIR

source: Invalid notification category
ru: Неверная категория оповещения

source: Invalid notification type
ru: Неверный тип уведомлениия

source: Related indicators vulnerabilities required!
ru: Необходимо добавить описание используемых уязвимостей!

source: Malware hash required!
ru: Необходимо добавить хэш сумму вредоносного модуля!

source: Related indicators email required!
ru: Необходимо добавить Email адрес вредоносной системы!

source: Related indicators uri required!
ru: Необходимо добавить URI адрес вредоносной системы!

source: Related indicators domain required!
ru: Необходимо добавить доменные имена вредоносной системы!

source: Related indicators IPv6 required!
ru: Необходимо добавить IPv6 адрес вредоносной системы!

source: Related indicators IPv4 required!
ru: Необходимо добавить IPv4 адрес вредоносной системы!

source: Related observables services required!
ru: Необходимо добавить сетевые службы атакованной системы!

source: Related observables emails required!
ru: Необходимо добавить Email адреса атакованной системы!

source: Related observables uri required!
ru: Необходимо добавить URI адреса атакованной системы!

source: Related observables domains required!
ru: Необходимо добавить доменные имена атакованной системы!

source: Related observables IPv4 required!
ru: Необходимо добавить IPv4 адрес атакованной системы!

source: Related observables IPv6 required!
ru: Необходимо добавить IPv6 адрес атакованной системы!

source: Title
ru: Заголовок

source: Start datetime
ru: Время начала показа оповещения

source: Duration
ru: Длительность

source: Is dialog
ru: В виде модального окна

source: notification
ru: уведомление

source: push notification
ru: Всплывающее уведомление

source: Notifications
ru: Оповещения

source: Message
ru: Сообщение

source: Start datetime field can not be changed in active notification
ru: Время начала показа уведомления нельзя изменить

source: Start datetime + duration should be larger than current datetime
ru: Время начала показа уведомления + длительность должно быть больше текущего времени

source: Token not found
ru: Токен не найден

source: User not found
ru: Пользователь не найден

source: Invalid notifications channel
ru: Неверный канал получения оповещений

source: Invalid message type
ru: Неверный тип сообщения

source: Settings
ru: Настройки

source: Notification settings
ru: Настройки оповещений

source: Incident name changed: "%(old)s" -> "%(new)s".
ru: Название инцидента изменено: "%(old)s" -> "%(new)s".

source: Incident name established to "%s".
ru: Установлено название инцидента: "%s".

source: Incident description changed: "%(new)s".
ru: Описание инцидента изменено: "%(new)s".

source: Incident description established to "%(new)s".
ru: Установлено описание инцидента: "%(new)s".

source: Incident type changed: "%(old)s" -> "%(new)s".
ru: Тип инцидента изменен: "%(old)s" -> "%(new)s".
