Repository: demidos-snz/django_core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Incident severity level changed: "%(old)s" -> "%(new)s".
ru: Уровень важности инцидента изменен: "%(old)s" -> "%(new)s".

source: Incident line changed: "%(old)s" -> "%(new)s".
ru: Линия инцидента изменена: "%(old)s" -> "%(new)s".

source: Incident assigned user changed: "%(old)s" -> "%(new)s".
ru: Ответственный за инцидент пользователь изменен: "%(old)s" -> "%(new)s".

source: Incident status changed: "%(old)s" -> "%(new)s".
ru: Статус инцидента изменен: "%(old)s" -> "%(new)s".

source: Added recommendations count: %(new)s.
ru: Рекомендаций добавлено: %(new)s.

source: Removed recommendations count: %(new)s.
ru: Рекомендаций удалено: %(new)s.

source: Added actions taken count: %(new)s.
ru: Предпринятых действий добавлено: %(new)s.

source: Removed actions taken count: %(new)s.
ru: Предпринятых действий удалено: %(new)s.

source: Incident comment added: "%(new)s".
ru: Добавлен комментарий: "%(new)s".

source: Incident comment removed: "%(new)s".
ru: Удален комментарий: "%(new)s".

source: Added attachments count: %(new)s.
ru: Файлов добавлено: %(new)s.

source: Removed attachments count: %(new)s.
ru: Файлов удалено: %(new)s.

source: Events added: %(new)s.
ru: Добавлено событий: %(new)s.

source: Events removed: %(new)s.
ru: Удалено событий: %(new)s.

source: Incident name changed.
ru: Название инцидента изменено.

source: Incident description changed.
ru: Описание инцидента изменено.

source: Incident type changed.
ru: Тип инцидента изменен.

source: Incident assigned user changed.
ru: Ответственный за инцидент пользователь изменен.

source: Incident comment added.
ru: Добавлен комментарий.

source: Incident comment removed.
ru: Удален комментарий.

source: %(years)sy %(days)sd %(hours)sh %(minutes)sm
ru: %(years)sг %(days)sд %(hours)sч %(minutes)sм

source: %(days)sd %(hours)sh %(minutes)sm
ru: %(days)sд %(hours)sч %(minutes)sм

source: %(hours)sh %(minutes)sm
ru: %(hours)sч %(minutes)sм

source: Organizations
ru: Организации

source: Some SIEMs not found
ru: Некоторые SIEM не найдены

source: Some users not found
ru: Некоторые пользователи не найдены

source: Organization with name %s already exists
ru: Организация с названием %s уже существует

source: Organization with prefix %s already exists
ru: Организация с префиксом %s уже существует

source: Invalid contract duration
ru: Неверный срок действия контракта

source: Bad organization structure file
ru: Неверный файл структуры организации

source: Error get user organizations
ru: Ошибка получения организаций пользователей

source: Segment with this name already exists
ru: Сегмент с таким именем уже существует

source: Segment not found
ru: Сегменет не найден

source: Sensor must have at least one associated segment
ru: Сенсор должен иметь как минимум один связанный сегмент

source: Some segments not found
ru: Некоторые сегменты не найдены

source: Sensor cannot be associated with segments of different organizations
ru: Сенсор не может быть связан с сегментами разных организаций

source: Name length over %s
ru: Длина имени более %s

source: Sensor with this name already exists
ru: Сенсор с таким именем уже существует

source: Sensor with this identifier already exists
ru: Сенсор с таким идентификатором уже существует

source: Invalid sensor type
ru: Неверный тип сенсора

source: Login length over %s
ru: Длина логина более %s

source: Password length over %s
ru: Длина пароля более %s

source: Both login and password fields are required.
ru: Необходимо указать оба значения логин и пароль

source: SIEM with this name already exists
ru: SIEM с таким именем уже существует

source: SIEM with this ID already exists
ru: SIEM с таким ID уже существует

source: Invalid SIEM type
ru: Неверный тип SIEM

source: SIEM not found
ru: SIEM не найден

source: SIEM with name %s already exists
ru: SIEM с именем %s уже существует

source: SIEM with ID %s already exists
ru: SIEM с ID %s уже существует

source: IP address
ru: IP адрес

source: Port
ru: Порт

source: Login
ru: Логин

source: Password
ru: Пароль

source: Proxies
ru: Прокси

source: Proxy
ru: Прокси

source: SIEM identifier
ru: Идентификатор SIEM

source: SIEM type
ru: Тип SIEM

source: Parent organization
ru: Родительская организация

source: Hrid name
ru: Hrid имя

source: Short name
ru: Короткое имя

source: Full name
ru: Полное имя

source: Contract duration (months)
ru: Длительность контракта (месяцы)

source: INN
ru: ИНН

source: Contract
ru: Контрак

source: Contract date
ru: Дата контракта

source: Is NCCCI
ru: НКЦКИ

source: IM external IP
ru: Внешний IP

source: Segments
ru: Сегменты

source: Segment
ru: Сегмент

source: Sensor IP address
ru: IP адрес сенсора

source: Sensor url address
ru: URL адрес сенсора

source: Home net
ru: Домашняя сеть

source: Identifier
ru: Идентификатор

source: Sensors
ru: Сенсоры

source: User of organization
ru: Пользователь организации

source: Sensor with identifier %s already exists
ru: Сенсор с идентификатором %s уже существует

source: Invalid sensor type: %s
ru: Неверный тип сенсора: %s

source: Mark can read
ru: Отметить, что может читать

source: Unmark can read
ru: Отметить, что не может читать

source: Mark can create
ru: Отметить, что может создавать

source: Unmark can create
ru: Отметить, что не может создавать

source: Mark can update
ru: Отметить, что может обновлять

source: Unmark can update
ru: Отметить, что не может обновлять

source: Mark can delete
ru: Отметить, что может удалять

source: Unmark can delete
ru: Отметить, что не может удалять

source: Mark public
ru: Сделать публичными

source: Mark private
ru: Сделать приватными

source: Permissions
ru: Разрешения

source: User has no permissions to do this
ru: Пользователь не имеет разрешений для этих действий

source: Severity
ru: Уровень важности

source: CM Line
ru: ЦМ линия

source: Operator
ru: Оператор

source: Recommendations
ru: Рекомендации

source: Actions taken
ru: Предпринятое действие

source: Recommendations confirmation
ru: Подтверждение рекомендации

source: Center of monitoring
ru: Центр мониторинга

source: Customer
ru: Заказчик

source: Entity
ru: Сущность

source: Author
ru: Автор

source: Role
ru: Роль

source: Current line
ru: Текущая линия

source: Create
ru: Создать

source: Read
ru: Читать

source: Update
ru: Обновлять

source: Delete
ru: Удалять

source: Address
ru: Адрес

source: Is private domain
ru: Домен является приватным

source: Exchange parent domain
ru: Основной домен MX сервера

source: Exchange address
ru: Адрес MX сервера

source: Reports
ru: Отчеты

source: Invalid report step
ru: Неверный шаг отчета

source: Organization %s is branch!
ru: Организация %s является филиалом

source: Report not found
ru: Отчет не найден

source: Remove report error
ru: Ошибка удаления отчета

source: Elastic device
ru: Elastic устройство

source: Elastic devices
ru: Elastic устройства

source: Success
ru: Успешно

source: Pending
ru: В ожидании

source: Failure
ru: Ошибка

source: Started
ru: Запущено

source: The date is included
ru: Дата включена

source: Report name
ru: Имя отчета

source: Columns in a graph are grouped by this value
ru: Столбцы в графике группируются по этому значению

source: Docx report
ru: Отчет docx

source: Docx reports
ru: Отчеты docx

source: Incidents report result
ru: Результат отчета инциндента

source: Incidents report results
ru: Результаты отчета о инцидентах

source: No template for report step = %i
ru: Нет шаблона для шага отчета = %i

source: Unpredicted error in GetIncidentsDataForReport service
ru: Непредвиденная ошибка в сервисе получения данных для отчета

source: Multiple elastic siems found for %s
ru: elastic siems найдены для %s

source: No elastic siems found for %s
ru: Не найдены elastic siems для %s

source: Unpredicted error in GetterEventsDataForReport service
ru: Непредвиденная ошибка в серсисе получения событий для отчета

source: « Back
ru: « Назад

source: Home
ru: Начало

source: Recheck emails
ru: Перепроверить почты

source: Personal info
ru: Персональная информация

source: Important dates
ru: Важные даты

source: Users
ru: Пользователи

source: Some organizations not found
ru: Некоторые организации не найдены

source: This user can`t be assigned to many organizations
ru: Этот пользователь не может быть назначен во многие организации

source: Invalid role
ru: Неверная роль

source: The two password fields didn't match
ru: Поля пароля не совпадают

source: User with this email already exists
ru: Пользователь с таким email уже существует

source: User with this phone already exists
ru: Пользователь с таким телефоном уже существует

source: Error get users
ru: Ошибка получения пользователей

source: Invalid user role
ru: Неверная роль пользователя

source: The Email must be set
ru: Электронная почта должна быть установлена

source: Superuser must have is_superuser=True.
ru: Суперпользователь должен иметь is_superuser=True.

source: password
ru: пароль

source: email address
ru: электронная почта

source: email private
ru: приватная почта

source: telegram chat id
ru: Идентификатор чата telegram

source: No such user role
ru: Нет такой роли пользователя

source: This password is too long. It must contain no more than %d characters.
ru: Пароль слишком длинный. Пароль должен содержать не более %d символов

source: Password may contain only alphabetical, numerical characters or special symbols.
ru: Пароль может содержать только буквенные, числовые и специальные символы

source: This password doesn't have at least one numeric character.
ru: Пароль должен содержать хотя бы одну цифру

source: This password doesn't have at least one special character.
ru: Пароль должен содержать хотя бы один специальный символ

source: This password matches with some older user's password.
ru: Пароль не должен совпадать с предыдущими паролями из учетной записи

source: Confirmed
ru: Подтверждено

source: Unconfirmed
ru: Не подтверждено

source: You have no permissions to open incident
ru: У вас нет прав на открытие инцидента
